{"kandidati":[{"name":"Peter Pellegrini","strana":"Hlas-SD","pocetHlavsov":0,"detail":{"narodenie":"Ahoj","info":"Ing. Peter Pellegrini je slovenský politik, v súčasnosti predseda Národnej rady Slovenskej republiky. V rokoch 2018 – 2020 bol predsedom vlády SR. Od 24. marca 2020 do 16. septembra 2020 zastával funkciu podpredsedu Národnej rady Slovenskej republiky","imagePath":"..\\..\\..\\Images\\pellegrini.png"}},{"name":"Ivan Korčok","strana":"","pocetHlavsov":0,"detail":{"narodenie":"Ahoj","info":"Ing. Ivan Korčok je slovenský diplomat a politik. Od apríla 2020 do septembra 2022 bol ministrom zahraničných vecí SR vo vláde Igora Matoviča a Eduarda Hegera. Predtým pôsobil ako veľvyslanec Slovenska v Spojených štátoch a štátny tajomník ministerstva zahraničných vecí a európskych záležitostí SR.","imagePath":"..\\..\\..\\Images\\korcok.png"}},{"name":"Štefan Harabin","strana":"","pocetHlavsov":0,"detail":{"narodenie":"Ahoj","info":"JUDr. Štefan Harabin je slovenský právnik, bývalý sudca, bývalý predseda Najvyššieho súdu SR, bývalý podpredseda vlády a bývalý minister spravodlivosti. V prezidentských voľbách v roku 2019 a 2024 neúspešne kandidoval na post prezidenta SR.","imagePath":"..\\..\\..\\Images\\harabin.png"}},{"name":"Krisztián Forró","strana":"SZÖVETSÉG – ALIANCIA","pocetHlavsov":0,"detail":{"narodenie":"Ahoj","info":"Krisztián Forró je slovenský podnikateľ a politik maďarskej národnosti, od roku 2013 poslanec Trnavského samosprávného kraja, od roku 2021 predseda strany SZÖVETSÉG – ALIANCIA a v rokoch 2020 až 2021 predseda Strany maďarskej koalície. ","imagePath":"..\\..\\..\\Images\\foro.png"}},{"name":"Igor Matovič","strana":"Hnutie Slovensko","pocetHlavsov":1,"detail":{"narodenie":"Ahoj","info":"Mgr. Igor Matovič je slovenský politik, podnikateľ, podpredseda vlády SR, bývalý predseda vlády Slovenskej republiky a bývalý minister financií SR. Od roku 2010 je poslancom NR SR, najskôr na kandidátnej listine SaS, neskôr ako predseda ním založeného hnutia OĽANO.","imagePath":"..\\..\\..\\Images\\matovic.png"}},{"name":"Patrik Dubovský","strana":"","pocetHlavsov":0,"detail":{"narodenie":"Ahoj","info":"Mgr. Patrik Dubovský, PhD. je slovenský historik, archivár a politik, pracujúci ako vedecký pracovník Ústavu pamäti národa. V januári 2024 oznámil, že chce kandidovať na post prezidenta SR vo voľbách v marci 2024. ","imagePath":"..\\..\\..\\Images\\dubovsky.png"}},{"name":"Ján Kubiš","strana":"","pocetHlavsov":0,"detail":{"narodenie":"Ahoj","info":"Ing. Ján Kubiš, Dr.h.c. je slovenský diplomat a politik. V rokoch 2006 – 2009 pôsobil vo funkcii ministra zahraničných vecí vo vláde Roberta Fica. 19. augusta 2023 oznámil záujem kandidovať v prezidentských voľbách v roku 2024 ako občiansky kandidát.","imagePath":"..\\..\\..\\Images\\kubis.png"}},{"name":"Milan Náhlik","strana":"","pocetHlavsov":0,"detail":{"narodenie":"Ahoj","info":"Mgr. Milan Náhlik je slovenský policajt a politik. V prezidentských voľbách v roku 2024 kandidoval na post prezidenta Slovenskej republiky.","imagePath":"..\\..\\..\\Images\\nahlik.png"}},{"name":"Marián Kotleba","strana":"ĽSNS","pocetHlavsov":0,"detail":{"narodenie":"Ahoj","info":"Ing. Mgr. Marian Kotleba je slovenský krajne pravicový neonacistický politik a bývalý pedagóg, predseda Kotlebovcov – Ľudovej strany Naše Slovensko, bývalý poslanec Národnej rady Slovenskej republiky a bývalý predseda Banskobystrického samosprávneho kraja.","imagePath":"..\\..\\..\\Images\\kotleba.png"}},{"name":"Robert Švec","strana":"Hnutie národnej obrody","pocetHlavsov":0,"detail":{"narodenie":"Ahoj","info":"Mgr. Róbert Švec je slovenský národno-konzervatívny politik, predseda občianskeho združenia Slovenské Hnutie Obrody a zároveň od roku 2019 predseda politickej strany Slovenské Hnutie Obrody. V roku 2019 kandidoval v prezidentských voľbách ako nezávislý kandidát na prezidenta SR.","imagePath":"..\\..\\..\\Images\\svec.png"}},{"name":"Andrej Danko","strana":"SNS","pocetHlavsov":0,"detail":{"narodenie":"Ahoj","info":"JUDr. Andrej Danko je slovenský nacionalistický politik, právnik a podpredseda Národnej rady. Vo volebnom období 2016 – 2020 bol zvolený za predsedu Národnej rady. V Slovenskej národnej strane pôsobí na poste predsedu.","imagePath":"..\\..\\..\\Images\\danko.png"}}]}